Repository: aaruni96/change_passwd
Catalog: locale/*/LC_MESSAGES/change_passwd.po
Languages: sv_se

source: Change Password
sv_se: Byt lösenord

source: Use this to change your email password.
sv_se: Här kan du ändra ditt lösenord.

source: Could not determine your username.
sv_se: Det gick inte att avgöra vilket användarnamn du har.

source: Please contact your system administrator.
sv_se: Kontakta systemadministatören.

source: Please enter your current password.
sv_se: Ange ditt nuvarande lösenord.

source: Please enter your new password.
sv_se: Ange ditt nya lösenord.

source: Please re-enter your new password.
sv_se: Bekräfta ditt nya lösenord genom att ange det igen.

source: Your new password must be at least %s characters long.
sv_se: Det nya lösenordet måste bestå av minst %s tecken.

source: The confirmation of your new password did not match.
sv_se: Det nya lösenordet och bekräftelsen därav överensstämde inte.

source: Your current password is not correct.
sv_se: Du har inte korrekt angivit ditt nuvarande lösenord.

source: Your password was changed successfully.
sv_se: Lösenordet är nu bytt.

source: The password was modified successfully
sv_se: Lösenordet är nu bytt.

source: Missing username
sv_se: Användarnamnet saknas

source: Missing new password
sv_se: Det nya lösenordet saknas

source: Missing current password
sv_se: Det nuvarande lösenordet saknas

source: The password for this user cannot be changed due to security constraints: %s
sv_se: Lösenordet för användaren &quot;%s&quot; kan inte ändras p.g.a. säkerhetskäl.

source: The new password is equal to the current password. Choose another password.
sv_se: Det nya lösenordet är samma som det nuvarande. Välj ett annat lösenord.

source: Could not read password file
sv_se: Kunde inte läsa lösenordsfilen

source: Temporary file could not be opened
sv_se: Kunde inte öppna en temporär fil

source: Current password is incorrect
sv_se: Det nuvarande lösenordet är inkorrekt

source: User does not exist: %s
sv_se: Användaren &quot;%s&quot;existerar inte.

source: Virtual memory exhausted
sv_se: Slut på virtuellt minne

source: An error has occurred while attempting to change your password.
sv_se: Ett fel uppstod när lösenordet skulle ändras.

source: Command output:
sv_se: Kommandot gav resultatet:

source: Return code:
sv_se: Returkod:

source: Please read the following instructions before editing your password:
sv_se: Läs nedanstående instruktioner innan du ändrar ditt lösenord:

source: You may use letters, numbers, and other special characters on your keyboard.
sv_se: Du kan använda bokstäver, siffror och andra specialtecken på tangentbordet.

source: Passwords are case-sensititve, so an 'A' is not the same as an 'a'.
sv_se: Lösenord är skiftlägeskänsliga, så ett &quot;A&quot; är inte samma sak som ett &quot;a&quot;.

source: Your user name:
sv_se: Ditt användarnamn:

source: Current password:
sv_se: Nuvarande lösenord:

source: New password:
sv_se: Nytt lösenord:

source: Confirm new password:
sv_se: Bekräfta det nya lösenordet:
